Repository: manhnt92/FlutterChatBotClient
Catalog: chat_bot/lib/l10n/intl_*.arb
Languages: vi

# toast_no_internet_connection
source: No Internet Connection
vi: Không có kết nối mạng

# toast_rename_conversation_success
source: Rename success
vi: Đổi tên cuộc trò chuyện thành công

# toast_remove_conversation_success
source: Delete success
vi: Xóa cuộc trò chuyện thành công

# toast_remove_all_conversation_success
source: The chats has been cleared
vi: Các cuộc trò chuyện đã bị xóa

# question_remove_all_conversation
source: Are you sure you want to delete all the data, chats and messages. You cannot undo this action
vi: Bạn có chắc chắn muốn xóa tất cả dữ liệu, cuộc trò chuyện và tin nhắn không. Bạn không thể hoàn tác hành động này

# button_cancel
source: Cancel
vi: Hủy

# button_delete
source: Delete
vi: Xóa

# home_title
source: Home
vi: Trang chủ

# home_conversation_history
source: My history
vi: Lịch sử

# home_conversation_view_all
source: View all
vi: Xem tất cả

# home_conversation_empty
source: No history found.
vi: Không tìm thấy lịch sử.

# home_conversation_rename
source: Rename
vi: Đổi tên

# home_conversation_rename_cancel
source: Cancel
vi: Hủy

# home_conversation_delete
source: Delete
vi: Xóa

# home_suggestion
source: Suggestions
vi: Gợi ý

# chat_history_title
source: History
vi: Lịch sử chat

# chat_title
source: Vega AI
vi: Chat Bot

# chat_send_message_hint
source: Send a message...
vi: Gửi tin nhắn...

# chat_wait_response
source: Please wait for bot response before asking the next question...
vi: Vui lòng đợi phản hồi của bot trước khi đặt câu hỏi tiếp...

# chat_next_question
source: Next Question
vi: Câu hỏi tiếp

# setting_title
source: Setting
vi: Cài đặt

# setting_subscribe
source: Subscribe
vi: Đăng ký gói

# setting_subscribe_hint
source: Get Full Access to Chat
vi: Nhận toàn quyền sử dụng ứng dụng

# setting_night_mode
source: Night mode
vi: Chế độ ban đêm

# setting_language
source: Language
vi: Ngôn ngữ

# setting_contact_us
source: Contact Us
vi: Liên hệ

# setting_share_app
source: Share App
vi: Chia sẻ

# setting_restore_purchase
source: Restore purchases
vi: Khôi phục mua hàng

# setting_policy
source: Privacy Policy
vi: Chính sách bảo mật

# setting_term
source: Terms of use
vi: Điều khoản sử dụng

# setting_clear_history
source: Clear all Chats and History
vi: Xóa trò chuyện và lịch sử

# premium_title_hint
source: GO PREMIUM
vi: PREMIUM

# premium_title_hint_1
source: You will get full access to our chatbot with high limits. Cancel anytime
vi: Bạn sẽ có toàn quyền sử dụng ứng dụng của chúng tôi với giới hạn cao. Hủy bỏ bất cứ lúc nào

# premium_week
source: Weekly
vi: Gói tuần

# premium_week_price
source: First 3 days free, then 2 USD / week
vi: 3 ngày miễn phí, sau đó 100.000đ / tuần

# premium_month
source: Monthly
vi: Gói tháng

# premium_month_price
source: 10 USD / month, auto renewable
vi: 1.000.000đ / tháng, tự động tái tạo

# premium_ads
source: Reward Ads
vi: Xem quảng cáo

# premium_ads_price
source: Watch ads to get 1 free chat
vi: Xem quảng cáo để nhận 1 lượt chat miễn phí

# premium_promotion
source: (Save {value}%)
vi: (Tiết kiệm {value}%)

# premium_feature_1
source: Powered by GPT4
vi: Được cung cấp bởi GPT4

# premium_feature_1_desc
source: Latest ChatGPT AI model
vi: ChatGPT mới nhất

# premium_feature_2
source: Higher Word Limit
vi: Giới hạn từ

# premium_feature_2_desc
source: Type longer messages
vi: Nhập tin nhắn dài hơn

# premium_feature_3
source: No Limits
vi: Không giới hạn

# premium_feature_3_desc
source: Have unlimited dialogues
vi: Không giới hạn hội thoại

# premium_feature_4
source: No Ads
vi: Không quảng cáo

# premium_feature_4_desc
source: Enjoy app without ads
vi: Không hiện quảng cáo trong khi dùng ứng dụng

# premium_purchase_try_for_free
source: Try for free
vi: Thử miễn phí

# premium_purchase
source: Purchase
vi: Mua

# premium_purchase_ads
source: Watch ads
vi: Xem quảng cáo

# premium_purchase_term
source: By clicking '{value}', you agree to our Terms. The amount will be charged, and the subscription will be extended for the selected period of time and at the same price until you cancel it int the Google Play settings. It's not unlimited access. Plan is purposed for personal use. If you exceed the quota your account access may be limited or requests frequency decreased.
vi: Bằng cách nhấp vào '{value}', bạn đồng ý với Điều khoản của chúng tôi. Số tiền sẽ được tính và đăng ký sẽ được gia hạn trong khoảng thời gian đã chọn và ở cùng mức giá cho đến khi bạn hủy đăng ký trong cài đặt Google Play. Nó không phải là truy cập không giới hạn. Kế hoạch là nhằm mục đích sử dụng cá nhân. Nếu bạn vượt quá hạn ngạch, quyền truy cập tài khoản của bạn có thể bị hạn chế hoặc tần suất yêu cầu giảm.
